Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/1177.se/sveriges-nationella-minoritetssprak.html.tmx
Source language: sme
Languages: sma

source: Davvisámegiella / Nordsamiska
sma: Åarjelsaemiengiele / Sydsamiska

source: Ruoŧasuopmelaččat, judalaččat, romerat, sámit ja durdnoslaččat leat Ruoŧa našuvnnalaš minoritehtat.
sma: Sveerjesåemieh, judarh, romerh, saemieh jïh torneladtjh leah Sveerjen nasjovnelle unnebelåhkoeh.

source: Dat mearkkaša ahte sis lea guhkes gielalaš – ja kultuvrralašoktavuohta našuvnnalaš oktavuođa siste.
sma: Dïhte sæjhta jiehtedh dah lea guhkiem gïele- jïh kultuvreektievoetem sisnjelen dan nasjovnelle ektievoetesne.

source: Lea juohke persovnna iežas ášši mearridit gullogo ovtta dáidda našuvnnalaš minoritehtaide dehe ii.
sma: Dïhte lea fïerhte persovne nænnoste jis aktem dejtie nasjovnell unnebelåhkojde govlesåvva jallh ij.

source: Lea jearaldat man jovkui identifiere iežas ja dovdá oktavuođa.
sma: Dïhte lea mij tjïertide sæjhta identifieeredidh jïh ektievoetine damta.

source: Riikkabeaivvit dohkkehii 1999 dán vihtta joavkku našuvnnalaš minoritehtan.
sma: Jaepien 1999 dah vïjhte unnebelåhkoeh goh nasjovnelle unnebelåhkojde mieriedi rïjhkebiejjeste.

source: 2010 bođii ođđa láhka mii nanostahttá našuvnnalaš minoritehtaid rivttiid ja minoritehtagielaid saji.
sma: Jaepien 2010 orre laake bööti mij nænnoste dej nasjovnelle unnebelåhkoej reaktah jïh unnebelåhkoej gïelide.

source: 1177 Vårdguiden ja Umo.
sma: 1177 Vårdguiden jïh Umo.

source: se almmostahttet muhtin deavsttaid dearvvasvuođas, divššus ja rivttiin divššus dan viđa našuvnnalaš minoritehta gielaid guovttenuppelogi dohkkehuvvon variašuvnnaide.
sma: se bæjhkohte teksth healsoen, hoksen jïh reaktaj bïjre hoksesne luhkiegöökte mieriedamme varieteetine dejstie vïjhte nasjovnelle unnebelåhkoej gïeline.

source: Mii leat čuvvon Giellaráđi ávžžuhusaid go mii leat dahkan jorgalemiid, ja deavsttat leat dárkkistuvvon ovttas minoritehtaovddasteddjiiguin.
sma: Mijjieh libie Språkrådets / Gïeleraerien rekommendasjovnh gosse jarkoestamme, jïh dejtie tekstide leah goerehtamme unnebelåhkoejgujmie ektesne.
